buoyantBoussinesqSimpleFoam/Vc=10/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2312                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet_gas
    {
        type            patch;
        nFaces          80;
        startFace       50914;
    }
    inlet_coolant
    {
        type            patch;
        nFaces          7;
        startFace       50994;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       51001;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          657;
        startFace       51081;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          51334;
        startFace       51738;
    }
)

// ************************************************************************* //
